package com.project.kidzo;

import java.util.ArrayList;

public class BanglaPoem {
    public static ArrayList<String> poemList = new ArrayList<>();

    public static final String poems[] = {
        "আয় আয় চাঁদ মামা\n" +
                "টিপ দিয়ে যা\n" +
                "চাঁদের কপালে চাঁদ\n" +
                "টিপ দিয়ে যা।\n" +
                "ধান ভানলে কুঁড়ো দেব\n" +
                "মাছ কাটলে মুড়ো দেব\n" +
                "কাল গাইয়ের দুধ দেব\n" +
                "দুধ খাবার বাটি দেব\n" +
                "চাঁদের কপালে চাঁদ\n" +
                "টিপ দিয়ে যা।" ,
                "তাই তাই তাই ,মামা বাড়ি যাই\n" +
                "মামাবাড়ি ভারী মজা , কিল চড় নাই\n" +
                "মামী দিলো দুধভাত ,দুয়ারে বসে খাই\n"+
                "তাই তাই তাই ,মামা বাড়ি যাই\n" +
                "মামাবাড়ি ভারী মজা , কিল চড় নাই\n" +
                "মামা এলো চিপ নিয়ে , মাছ ধরতে যাই\n" +
                "\n" +
                "তাই তাই তাই ,মামা বাড়ি যাই\n" +
                "মামাবাড়ি ভারী মজা, কিল চড় নাই\n" +
                "মামা দিল নতুন জামা, খুশীতে নাচি তাই",
            "আয় ছেলেরা আয় মেয়েরা,\n" +
                    "ফুল তুলিতে যাই\n" +
                    "ফুলের মালা গলায় দিয়ে\n" +
                    "মামার বাড়ি যাই।\n" +
                    "মামার বাড়ি পদ্মপুকুর\n" +
                    "গলায় গলায় জল,\n" +
                    "এপার হতে ওপার গিয়ে\n" +
                    "নাচে ঢেউয়ের দল।\n" +
                    "দিনে সেথায় ঘুমিয়ে থাকে\n" +
                    "লাল শালুকের ফুল,\n" +
                    "রাতের বেলা চাঁদের সনে\n" +
                    "হেসে না পায় কূল।\n" +
                    "আম-কাঁঠালের বনের ধারে\n" +
                    "মামা-বাড়ির ঘর,\n" +
                    "আকাশ হতে জোছনা-কুসুম\n" +
                    "ঝরে মাথার ‘পর।\n" +
                    "রাতের বেলা জোনাক জ্বলে\n" +
                    "বাঁশ-বাগানের ছায়,\n" +
                    "শিমুল গাছের শাখায় বসে\n" +
                    "ভোরের পাখি গায়।\n" +
                    "ঝড়ের দিনে মামার দেশে\n" +
                    "আম কুড়াতে সুখ\n" +
                    "পাকা জামের শাখায় উঠি\n" +
                    "রঙিন করি মুখ।\n" +
                    "কাঁদি-ভরা খেজুর গাছে\n" +
                    "পাকা খেজুর দোলে\n" +
                    "ছেলেমেয়ে, আয় ছুটে যাই\n" +
                    "মামার দেশে চলে।",
            "বাঁশ বাগানের মাথার উপর চাঁদ উঠেছে ওই,\n" +
                    "মাগো আমার শোলক-বলা কাজলা দিদি কই?\n" +
                    "পুকুর ধারে লেবুর তলে থোকায় থোকায় জোনাক জ্বলে\n" +
                    "ফুলের গন্ধে ঘুম আসে না একলা জেগে রই-\n" +
                    "মাগো আমার কোলের কাছে কাজলা দিদি কই?\n" +
                    "সেদিন হতে কেন মা আর দিদিরে না ডাকো;-\n" +
                    "দিদির কথায় আঁচল দিয়ে মুখটি কেন ঢাকো?\n" +
                    "খাবার খেতে আসি যখন, দিদি বলে ডাকি তখন,\n" +
                    "ওঘর থেকে কেন মা আর দিদি আসে নাকো?\n" +
                    "আমি ডাকি তুমি কেন চুপটি করে থাকো?\n" +
                    "বল মা দিদি কোথায় গেছে, আসবে আবার কবে?\n" +
                    "কাল যে আমার নতুন ঘরে পুতুল-বিয়ে হবে!\n" +
                    "দিদির মত ফাঁকি দিয়ে, আমিও যদি লুকাই গিয়ে\n" +
                    "তুমি তখন একলা ঘরে কেমন করে রবে,\n" +
                    "আমিও নাই-দিদিও নাই- কেমন মজা হবে।\n" +
                    "ভুঁই চাপাতে ভরে গেছে শিউলি গাছের তল,\n" +
                    "মাড়াস্ নে মা পুকুর থেকে আনবি যখন জল।\n" +
                    "ডালিম গাছের ফাঁকে ফাঁকে বুলবুলিটি লুকিয়ে থাকে,\n" +
                    "উড়িয়ে তুমি দিও না মা, ছিঁড়তে গিয়ে ফল,-\n" +
                    "দিদি এসে শুনবে যখন, বলবি কি মা বল!\n" +
                    "বাঁশ বাগানের মাথার উপর চাঁদ উঠেছে ওই-\n" +
                    "এমন সময় মাগো আমার কাজলা দিদি কই?\n" +
                    "লেবুর ধারে পুকুর পাড়ে ঝিঁঝিঁ ডাকে ঝোপে ঝাড়ে’\n" +
                    "ফুলের গন্ধে ঘুম আসে না, তাইতে জেগে রই\n" +
                    "রাত্রি হলো মাগো আমার কাজলা দিদি কই?",
            "মেঘের কোলে রোদ হেসেছে,\n" +
                    "বাদল গেছে টুটি,\n" +
                    "আজ আমাদের ছুটি, ও ভাই,\n" +
                    "আজ আমাদের ছুটি।।\n" +
                    "কী করি আজ ভেবে না পাই,\n" +
                    "পথ হারিয়ে কোন্\u200C বনে যাই,\n" +
                    "কোন্\u200C মাঠে যে ছুটে বেড়াই,\n" +
                    "সকল ছেলে জুটি।।\n" +
                    "কেয়াপাতায় নৌকো গড়ে’\n" +
                    "সাজিয়ে দেব ফুলে,\n" +
                    "তালদিঘিতে ভাসিয়ে দেবো,\n" +
                    "চলবে দুলে দুলে।\n" +
                    "রাখাল ছেলের সঙ্গে ধেনু\n" +
                    "চরাব আজ বাজিয়ে বেণু,\n" +
                    "মাখব গায়ে ফুলের রেণু\n" +
                    "চাঁপার বনে লুটি।\n" +
                    "আজ আমাদের ছুটি, ও ভাই,\n" +
                    "আজ আমাদের ছুটি।।"

    };
}
